[
  {
    "path": "posts/2024-04-14-conservation-bioacoustics/",
    "title": "Conservation Bioacoustics",
    "description": "I use passive acoustic monitoring to study wildlife across multiple geographies. Examples of projects include: quantifying bird vocal activity across habitats, documenting soundscapes in coffee farms, and using AI to carry out automated recognition of bird calls.",
    "author": [],
    "date": "2024-04-16",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nRestoration Bioacoustics\r\nElevational gradients\r\nCoffeescapes\r\nGray slender loris acoustics\r\nAI and bioacoustics\r\nProject Dhvani\r\n\r\n\r\n\r\n\r\n.\r\n\r\nBioacoustics offers us a unique opportunity to study wildlife and their environment. Today, passive acoustic monitoring devices are capable of monitoring vocalizing biodiversity across spatial scales for extended periods of time and allows us to study multiple taxonomic groups simultaneously. Below, you will find a map of active and inactive projects across geographies and some information on ongoing projects.\r\nAll acoustic code and analyses can be accessed by visiting this GitHub repository.\r\n\r\n.\r\n\r\n\r\n\r\n\r\nRestoration Bioacoustics\r\nI am currently working in the Anamalai hills (in collaboration with the Nature Conservation Foundation to monitor the recovery of fauna across restored forest fragments.\r\n\r\n\r\n\r\nFigure 1: Work published in Biological Conservation showed that active restoration helped increase bird species diversity compared to natural regeneration. Pictured here is an illustration of bird communities across a naturally regenerating (NR), actively restored (AR) and benchmark forests (BM) in the Anamalai hills, Western Ghats. Artist: Chayant Gonsalves. Bonus points if you can spot the audio recorder!\r\n\r\n\r\n\r\nElevational gradients\r\nI am currently working in collaboration with the Keystone Foundation and IISER-Tirupati to examine how climate and land cover drives bird community assembly along elevational gradients in the Nilgiris.\r\n\r\n\r\n\r\nFigure 2: Faizee Ali Khan, a graduate mentee is seen deploying audio recorders in a forest patch in the Nilgiri Hills. On your right are locations where audio recorders have been deployed since January 2024. These recorders, alongside microclimate data loggers, will continuously collect data for an entire day, for months at a stretch. The elevational gradient ranges between 200m to 2400m.\r\n\r\n\r\n\r\nCoffeescapes\r\nA large proportion of tropical biodiversity exists outside protected areas, often inhabiting agroforests. I am collaborating with Black Baza Coffee Co. to better understand biodiversity in coffee farms.\r\n\r\n\r\n\r\nFigure 3: In March 2024, Dr. Arshiya Bose (founder of Black Baza Coffee) and I spoke about and played soundscapes from coffee farms in the Western Ghats\r\n\r\n\r\n\r\nGray slender loris acoustics\r\nI am collaborating with Vandana Kannan, who is leading a project examining the acoustic ecology of the Gray slender loris across Sathyamangalam Tiger Reserve.\r\n\r\n\r\n\r\nFigure 4: Vandana Kannan, a wildlife biologist at Keystone Foundation is seen deploying an audio recorder in a forest patch in Sathyamangalam Tiger Reserve. The gray slender loris image can be downloaded from this link.\r\n\r\n\r\n\r\nAI and bioacoustics\r\nFor the last few years, we have been carefully annotating acoustic data from the Western Ghats biodiversity hotspot. I am now working with scientists at BirdNET, Google, and IISER-Tirupati to develop automated algorithms that can detect bird species across the Western Ghats.Please visit our Kaggle competition here.\r\n\r\n\r\n\r\nProject Dhvani\r\n\r\n\r\n\r\n\r\nPooja Choksi, Sarika Khanwilkar and I co-founded Project Dhvani in 2018, and we are a research collaborative that uses sound to monitor biodiversity and inform resource management. To learn more about the projects we do, please visit our site by clicking on the title.\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-04-14-conservation-bioacoustics/2023-biol-cons.png",
    "last_modified": "2024-04-16T15:23:18-04:00",
    "input_file": {},
    "preview_width": 4309,
    "preview_height": 2475
  },
  {
    "path": "posts/2024-04-15-historical-ecology/",
    "title": "Historical Ecology",
    "description": "I use historical datasets to better understand the long-term impacts of climate change and habitat loss on biodiversity.",
    "author": [],
    "date": "2024-04-16",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nNilgiris resurvey project\r\nHistorical datasets\r\n\r\n\r\n\r\n\r\n.\r\n\r\nThe field of historical ecology aims to taps into a plethora of historical datasets available to inform biodiversity conservation. Using data from historical maps, satellite images, diaries of ornithologists and old journal articles, I am studying the impacts of environmental change on bird diversity.\r\nNilgiris resurvey project\r\nThe Nilgiri hills of the Western Ghats is one of the most biodiverse landscapes on Earth. Since the 1800s, geographers, anthropologists, ecologists and others have studied the biological and cultural diversity of this landscape. As a result, we have a rich treasure of historical data that can be used to better understand the legacies of landscape change and ongoing climate change. By carrying out historical resurveys across sites where bird species were reported from a century ago, we can ask how habitat loss and climate change are impacting bird species today.\r\nAll code and analyses associated with this project can be found here.\r\n\r\n\r\n\r\nFigure 1: An 1848 land cover map of the Nilgiri hills, based on a survey carried out by Captain John Ouchterlony. Sources: Tamil Nadu State Archive and the British Library.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 2: William Davison’s detailed surveys in the 1880s resulted in the collection of thousands of specimens of birds from the Nilgiri hills. On your right are specimens of the Yellow-browed bulbul, photographed at the Natural History Museum, Tring, UK.\r\n\r\n\r\n\r\nHistorical datasets\r\nOne of the most challenging aspects of the Nilgiris resurvey project has been collating and putting together interdisciplinary datasets - ranging from letters written by ornithologists to old maps to climatic datasets to paintings, for example. I am currently working on making this database public - please revisit this section soon.\r\n\r\n\r\n\r\nFigure 3: A letter dated 1958, indicating what needs to be done about Hugh Whistler’s notes on Indian birds and if they should be given to Salim Ali and S D Ripley.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 4: A photograph of Hulical Durg, taken in the 1870s by famed photographer, A T W Penn alongside a painting of the Malabar parakeet by Margaret Cockburn.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-04-15-historical-ecology/historical-map.png",
    "last_modified": "2024-04-16T15:13:52-04:00",
    "input_file": {},
    "preview_width": 4275,
    "preview_height": 2436
  },
  {
    "path": "posts/2024-04-16-citizen-science/",
    "title": "Citizen Science",
    "description": "I rely on citizen science datasets to model species distributions.",
    "author": [],
    "date": "2024-04-16",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nOccupancy modeling\r\nElevational migration\r\n\r\n\r\n\r\n\r\n.\r\n\r\nThe advent of large-scale citizen science datasets has now made it possible to carry out a wide range of research across a number of species, including mapping species distributions and prioritizing conservation efforts. Using data from the world’s largest citizen science database, eBird, I study how the environment shapes species behavior, habitat use and its distribution.\r\nAll code and analyses can be accessed by visiting this GitHub repository.\r\nOccupancy modeling\r\nWe use data from eBird to understand how climate and land cover drives bird distributions. Recently, we found that temperature seasonality is a key driver of species occupancy for forest and generalist bird species in the Western Ghats.\r\n\r\n\r\n\r\nFigure 1: Distribution of sampling effort in the form of eBird checklists in the Nilgiri and Anamalai hills between 2013 and 2021. Source: Ramesh et al. 2022.\r\n\r\n\r\n\r\nElevational migration\r\nElevational migration is a globally ubiquitous behaviour. We use citizen science datasets to understand the mechanisms that explain variation in elevational movement. Recently, we found that most Himalayan birds showed downslope shifts in the winter and that elevational shift was negatively associated with a species’ thermal regime.\r\n\r\n\r\n\r\nFigure 2: Four potential patterns of elevational shift based on species matching or switching their elevational thermal regimes. (a) Taxa with the greatest shift have the narrowest thermal regime (niche tracking), (b) taxa with the greatest shift have the widest thermal regime (niche switching), (c) taxa with smallest and greatest shifts have the widest thermal regimes (intermediate shifts have the narrowest thermal regimes and (d) no relationship between elevational shift and thermal regime. Source: Menon et al. 2023. On your right is the Fire-tailed Sunbird, which migrates over 1500 metres downslope in the winter. Photo credit: Sandeep Chakraborty\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-04-16-citizen-science/eBird.png",
    "last_modified": "2024-04-16T15:13:31-04:00",
    "input_file": {},
    "preview_width": 752,
    "preview_height": 264
  }
]
